OpenFoam/validation1rod/ViewFactor/system/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

convertToMeters 0.001;

vertices
(   
    (3.2    0 -1500)   //0
    (112.8  0 -1500)   //1 
    (-112.8 0 -1500)   //2  
    (-3.2   0 -1500)   //3 
    (3.2    0     0)   //4
    (112.8  0     0)   //5 
    (-112.8 0     0)   //6  
    (-3.2   0     0)   //7 

    (3.2    0 -1500)   //8
    (112.8  0 -1500)   //9 
    (-112.8 0 -1500)   //10  
    (-3.2   0 -1500)   //11 
    (3.2    0     0)   //12
    (112.8  0     0)   //13 
    (-112.8 0     0)   //14  
    (-3.2   0     0)   //15 
);
 
blocks
(
    hex (0  1  2 3  4  5  6  7) (40 10 200) simpleGrading (12 1 1)
    hex (8 11 10 9 12 15 14 13) (10 40 200) simpleGrading (1 12 1)
);
 
edges
(
    arc 0 3 (0 3.2 -1500)
    arc 1 2 (0 112.8 -1500)  
    arc 4 7 (0 3.2 0)  
    arc 5 6 (0 112.8 0)

    arc 8  11 (0 -3.2 -1500)
    arc 9  10 (0 -112.8 -1500)
    arc 12 15 (0 -3.2 0)  
    arc 13 14 (0 -112.8 0)
);
 
boundary
(
    Inlet   { type patch; faces ((0 3 2 1)(9 10 11 8));}
    Outlet  { type patch; faces ((4 5 6 7)(12 15 14 13));}

    Outterwall { type wall;  faces ((1 2 6 5)(9 13 14 10));}
    Innerwall  { type wall;  faces ((0 4 7 3)(8 11 15 12));}
);
 
mergePatchPairs();