OpenFoam/validation1rod/ViewFactor/constant/F
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       scalarListList;
    location    "constant";
    object      F;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


48
(

34
(
0.011608124
0.017305972
0.0044640136
0.024466059
0.011265543
0.0079478033
0.0032521336
0.000565977
0.0012706691
0.0023750342
0.0097073491
0.018976244
0.027366905
0.032832264
0.011174721
0.0077692765
0.0031413398
0.00054229892
0.0012116904
0.0022655345
0.0093091309
0.018350037
0.0267774
0.032580197
0.00030836304
0.00028142198
0.00022624826
0.0001476008
5.1749656e-05
5.1749656e-05
0.00015506277
0.00030836304
0.00027891943
0.00022599353
)


34
(
0.011537314
0.017409254
0.0044624905
0.024433438
0.029611484
0.024490438
0.016635393
0.0081486305
0.0018063793
0.00068328573
0.0011390663
0.005921535
0.011283619
0.014974664
0.029317469
0.023810292
0.015929929
0.0077203903
0.0016999846
0.00064285833
0.0010784085
0.0056649716
0.010961271
0.014820987
0.00016636853
0.00010448088
3.5106152e-05
3.5106152e-05
9.6911595e-05
0.00014800955
0.00018410745
0.0002031315
0.00018400571
0.0002031315
)


32
(
0.011570385
0.017349656
0.0044790874
0.024536394
0.021012947
0.016426874
0.009988779
0.0038340639
0.00031148161
0.0051181327
0.011971669
0.018906237
0.0238072
0.021202549
0.016847449
0.010383286
0.0040226311
0.00032866603
0.00080684425
0.0053691785
0.012442452
0.019387584
0.024020635
2.4107145e-05
2.2573545e-05
2.2758738e-05
1.6996919e-05
5.8567184e-06
6.7672705e-06
2.2280266e-05
4.1347188e-05
5.4470722e-05
)


34
(
0.011572329
0.017335349
0.0044775989
0.024530273
0.019414469
0.015020952
0.0088801675
0.003129462
6.801311e-05
0.0010026932
0.0057780836
0.012970879
0.02013687
0.025180709
0.01959142
0.015409304
0.0092341207
0.003284672
7.1793495e-05
0.0010583206
0.0060630838
0.013483328
0.020651542
0.025407207
6.9563473e-05
6.9563473e-05
6.3586377e-05
5.5296421e-05
3.7878078e-05
1.305185e-05
1.3958194e-05
4.3135152e-05
7.37861e-05
9.532484e-05
)


34
(
0.011608124
0.017305972
0.0044640136
0.024466059
0.011039492
0.0081105348
0.0033182418
0.00057735274
0.0012459266
0.0023292639
0.0098964847
0.01934332
0.027892549
0.032218197
0.010952326
0.0079245958
0.003202926
0.00055272612
0.0011891865
0.0022238855
0.0094827234
0.018692607
0.027279877
0.031975689
0.00030836304
0.00028142198
0.00022624826
0.0001476008
5.1749656e-05
5.1749656e-05
0.00015506277
0.00030836304
0.00027891943
0.00022599353
)


34
(
0.011537314
0.017409254
0.0044624905
0.024433438
0.029050302
0.024967641
0.016961665
0.0083093161
0.0017712492
0.00066990373
0.0011620066
0.0060416453
0.01151321
0.014677042
0.028767552
0.024260509
0.016228384
0.0078642775
0.0016688676
0.00063100992
0.0010989272
0.0057746739
0.011177589
0.014529495
0.00016636853
0.00010448088
3.5106152e-05
3.5106152e-05
9.6911595e-05
0.00014800955
0.00018410745
0.0002031315
0.00018400571
0.0002031315
)


32
(
0.011570385
0.017349656
0.0044790874
0.024536394
0.020604256
0.016748464
0.010181581
0.0039071777
0.0003056955
0.0052153447
0.012201276
0.019273325
0.023348373
0.020786371
0.017186208
0.010592007
0.0041032644
0.00032222588
0.0007910556
0.0054763675
0.012690953
0.019774181
0.023553445
2.4107145e-05
2.2573545e-05
2.2758738e-05
1.6996919e-05
5.8567184e-06
6.7672705e-06
2.2280266e-05
4.1347188e-05
5.4470722e-05
)


34
(
0.011572329
0.017335349
0.0044775989
0.024530273
0.019036587
0.015315057
0.009051417
0.0031890096
6.6754112e-05
0.00098418272
0.0058871332
0.013217766
0.020524528
0.02469969
0.019206545
0.015719267
0.0094196445
0.0033503988
7.0390998e-05
0.0010377034
0.0061834012
0.013750651
0.021059911
0.024917379
6.9563473e-05
6.9563473e-05
6.3586377e-05
5.5296421e-05
3.7878078e-05
1.305185e-05
1.3958194e-05
4.3135152e-05
7.37861e-05
9.532484e-05
)


35
(
0.0016721308
0.0065927945
0.0012033245
0.0060923783
0.0016385783
0.0064678512
0.0011799205
0.0059737968
0.79187723
0.57029836
0.33233857
0.10334001
0.092420795
0.23990489
0.33946863
0.39828796
0.4241525
0.85024838
0.68509792
0.49648991
0.29254663
0.092420795
0.084371572
0.22408997
0.32415422
0.38792049
0.020465316
0.018437115
0.014594318
0.0093372259
0.0032041601
0.020465316
0.018437115
0.01454263
0.0092986607
)


35
(
0.0011796827
0.0054526286
0.0009406991
0.0047136662
0.0012038368
0.0055588746
0.00095911524
0.004805958
0.79187723
0.63804358
0.36787254
0.1117654
0.097051795
0.24420322
0.33473927
0.3826335
0.39828796
0.68509792
0.55871581
0.40901634
0.24420322
0.078136173
0.072598319
0.19682526
0.2897356
0.38792049
0.019422729
0.017548546
0.013905976
0.0089028619
0.0030557429
0.0030557429
0.019422729
0.01747155
0.013748392
)


35
(
0.00048271021
0.0037037565
0.00057201604
0.0027866505
0.00049252257
0.0037763989
0.00058305702
0.0028403897
0.57029836
0.63804358
0.40410219
0.11929122
0.098325711
0.23301774
0.30365967
0.33473927
0.33946863
0.49648991
0.40901634
0.30365967
0.18433418
0.060036268
0.056787379
0.15663831
0.2897356
0.32415422
0.016937868
0.015362284
0.01219225
0.007813881
0.0026831712
0.0026831712
0.007706597
0.016937868
0.015207626
)


35
(
8.4007274e-05
0.0018142369
0.00021956098
0.0009820442
8.5695761e-05
0.0018500124
0.0002237479
0.0010007306
0.33233857
0.36787254
0.40410219
0.12826781
0.093737569
0.19496151
0.23301774
0.24420322
0.23990489
0.29254663
0.24420322
0.18433418
0.11410572
0.037945051
0.036628694
0.15663831
0.19682526
0.22408997
0.012194344
0.011117611
0.0088446041
0.0056790952
0.0019523818
0.0019523818
0.0056064166
0.0086701889
0.012194344
)


35
(
0.00018860386
0.000402178
1.7837263e-05
2.1342927e-05
0.00018493136
0.00039435653
1.7505917e-05
2.0947846e-05
0.10334001
0.1117654
0.11929122
0.12826781
0.067179158
0.093737569
0.098325711
0.097051795
0.092420795
0.092420795
0.078136173
0.060036268
0.037945051
0.012956574
0.036628694
0.056787379
0.072598319
0.084371572
0.0045634314
0.0041822254
0.0033372945
0.00214905
0.00074057184
0.00074057184
0.0021314972
0.0032953711
0.0041170475
)


33
(
0.00035252342
0.0001521289
0.00031465121
0.00034572978
0.00014914949
0.00030884252
0.092420795
0.097051795
0.098325711
0.093737569
0.067179158
0.12826781
0.11929122
0.1117654
0.10334001
0.084371572
0.072598319
0.056787379
0.036628694
0.012956574
0.037945051
0.060036268
0.078136173
0.092420795
0.0041518846
0.0033194587
0.0021429528
0.00074057184
0.00074057184
0.0021429528
0.0033194587
0.0041518846
0.0045634314
)


35
(
0.00144085
0.00025360533
0.00029309428
0.0018131978
0.0014689231
0.00025871283
0.00029866121
0.0018474182
0.23990489
0.24420322
0.23301774
0.19496151
0.093737569
0.12826781
0.40410219
0.36787254
0.33233857
0.22408997
0.19682526
0.15663831
0.036628694
0.037945051
0.11410572
0.18433418
0.24420322
0.29254663
0.0087314299
0.0056405356
0.0019523818
0.0019523818
0.0056790952
0.0088237753
0.011068208
0.012194344
0.012194344
)


35
(
0.0028166206
0.0013183893
0.00068556792
0.0040703406
0.0028711053
0.001345131
0.00069871661
0.0041478154
0.33946863
0.33473927
0.30365967
0.23301774
0.098325711
0.11929122
0.40410219
0.63804358
0.57029836
0.32415422
0.2897356
0.15663831
0.056787379
0.060036268
0.18433418
0.30365967
0.40901634
0.49648991
0.0077495194
0.0026831712
0.0026831712
0.007828338
0.01219225
0.015333917
0.016937868
0.015207626
0.016937868
)


35
(
0.0040620362
0.0025122206
0.0010826819
0.0063190721
0.004140057
0.0025633375
0.0011037036
0.0064407215
0.39828796
0.3826335
0.33473927
0.24420322
0.097051795
0.1117654
0.36787254
0.63804358
0.79187723
0.38792049
0.2897356
0.19682526
0.072598319
0.078136173
0.24420322
0.40901634
0.55871581
0.68509792
0.0030557429
0.0030557429
0.0089285188
0.013927124
0.017548546
0.019422729
0.013811576
0.01747155
0.019422729
)


35
(
0.0048732527
0.0033340066
0.0013633399
0.0079018595
0.0047821076
0.003267743
0.0013370647
0.0077509128
0.4241525
0.39828796
0.33946863
0.23990489
0.092420795
0.10334001
0.33233857
0.57029836
0.79187723
0.38792049
0.32415422
0.22408997
0.084371572
0.092420795
0.29254663
0.49648991
0.68509792
0.85024838
0.0032041601
0.0093704124
0.01463222
0.018462373
0.020465316
0.0092986607
0.014594318
0.018437115
0.020465316
)


35
(
0.0016586501
0.0065273342
0.0012141822
0.0061479066
0.0016256404
0.0064048987
0.0011903494
0.0060271306
0.85024838
0.68509792
0.49648991
0.29254663
0.092420795
0.084371572
0.22408997
0.32415422
0.38792049
0.79187723
0.57029836
0.33233857
0.10334001
0.092420795
0.23990489
0.33946863
0.39828796
0.4241525
0.020465316
0.018389357
0.01454263
0.0092986607
0.020465316
0.018462373
0.014594318
0.0093372259
0.003217449
)


35
(
0.0011531842
0.0053011987
0.0009647837
0.0048355334
0.0011762381
0.0054014364
0.00098418302
0.0049328015
0.68509792
0.55871581
0.40901634
0.24420322
0.078136173
0.072598319
0.19682526
0.2897356
0.38792049
0.79187723
0.63804358
0.36787254
0.1117654
0.097051795
0.24420322
0.33473927
0.3826335
0.39828796
0.019422729
0.017402954
0.013748392
0.019422729
0.017548546
0.013905976
0.0089028619
0.0030677877
0.0030557429
)


35
(
0.00046626523
0.0035466897
0.00059460782
0.0028977232
0.00047540639
0.0036131388
0.00060656042
0.0029559417
0.49648991
0.40901634
0.30365967
0.18433418
0.060036268
0.056787379
0.15663831
0.2897356
0.32415422
0.57029836
0.63804358
0.40410219
0.11929122
0.098325711
0.23301774
0.30365967
0.33473927
0.33946863
0.016937868
0.015123403
0.016937868
0.015333917
0.01219225
0.007813881
0.0026925715
0.0026831712
0.0077495194
)


35
(
8.0492765e-05
0.0017188921
0.00023035944
0.00103075
8.2040462e-05
0.0017509276
0.00023497697
0.0010513755
0.29254663
0.24420322
0.18433418
0.11410572
0.037945051
0.036628694
0.15663831
0.19682526
0.22408997
0.33233857
0.36787254
0.40410219
0.12826781
0.093737569
0.19496151
0.23301774
0.24420322
0.23990489
0.012194344
0.012194344
0.011068208
0.0088446041
0.0056790952
0.0019569914
0.0019523818
0.0056405356
0.0086701889
)


35
(
0.00017984972
0.00037848995
1.8821344e-05
2.2529235e-05
0.0001765095
0.00037156197
1.8452543e-05
2.2089123e-05
0.092420795
0.078136173
0.060036268
0.037945051
0.012956574
0.036628694
0.056787379
0.072598319
0.084371572
0.10334001
0.1117654
0.11929122
0.12826781
0.067179158
0.093737569
0.098325711
0.097051795
0.092420795
0.0045634314
0.0041518846
0.0033372945
0.00214905
0.00074057184
0.00074057184
0.0021429528
0.0032953711
0.0041170475
)


35
(
0.00033627051
0.00014312801
4.6204632e-05
0.00033210744
0.0003300886
0.00014049005
4.5300481e-05
0.00032563762
0.084371572
0.072598319
0.056787379
0.036628694
0.012956574
0.037945051
0.060036268
0.078136173
0.092420795
0.092420795
0.097051795
0.098325711
0.093737569
0.067179158
0.12826781
0.11929122
0.1117654
0.10334001
0.0041170475
0.0033194587
0.0021429528
0.0007384704
0.00074057184
0.00214905
0.0033194587
0.0041518846
0.0045634314
)


35
(
0.0013817429
0.00024010027
0.00030747064
0.0019026325
0.001407509
0.00024466862
0.00031360891
0.0019403889
0.22408997
0.19682526
0.15663831
0.036628694
0.037945051
0.11410572
0.18433418
0.24420322
0.29254663
0.23990489
0.24420322
0.23301774
0.19496151
0.093737569
0.12826781
0.40410219
0.36787254
0.33233857
0.012194344
0.0087314299
0.0056405356
0.0019437029
0.0019523818
0.0056790952
0.0088237753
0.011068208
0.012194344
)


35
(
0.0027236736
0.0012612672
0.00071252776
0.0042311504
0.0027745207
0.0012856917
0.00072675837
0.004315038
0.32415422
0.2897356
0.15663831
0.056787379
0.060036268
0.18433418
0.30365967
0.40901634
0.49648991
0.33946863
0.33473927
0.30365967
0.23301774
0.098325711
0.11929122
0.40410219
0.63804358
0.57029836
0.015207626
0.016937868
0.0077495194
0.0026703926
0.0026831712
0.007813881
0.01219225
0.015333917
0.016937868
)


35
(
0.0039745368
0.002440452
0.0011102467
0.0064805795
0.0040491187
0.0024886138
0.0011323855
0.006608728
0.38792049
0.2897356
0.19682526
0.072598319
0.078136173
0.24420322
0.40901634
0.55871581
0.68509792
0.39828796
0.3826335
0.33473927
0.24420322
0.097051795
0.1117654
0.36787254
0.63804358
0.79187723
0.013811576
0.01747155
0.019422729
0.0030417635
0.0030557429
0.0089028619
0.013927124
0.017548546
0.019422729
)


35
(
0.0048358387
0.0032997915
0.0013755624
0.007972936
0.0047461124
0.0032348927
0.0013488083
0.0078192249
0.38792049
0.32415422
0.22408997
0.084371572
0.092420795
0.29254663
0.49648991
0.68509792
0.85024838
0.4241525
0.39828796
0.33946863
0.23990489
0.092420795
0.10334001
0.33233857
0.57029836
0.79187723
0.0093372259
0.014594318
0.018437115
0.020465316
0.0032041601
0.0093372259
0.01463222
0.018462373
0.020465316
)


13
(
0.0016133907
0.00076948779
0.0016133907
0.00076948779
0.72140237
0.68465119
0.59705984
0.42985063
0.16086096
0.72140237
0.68465119
0.59705984
0.42985063
)


11
(
0.001472432
0.001472432
0.64990831
0.61858625
0.54152052
0.39189579
0.14742345
0.14635393
0.64822485
0.61345414
0.53309996
)


13
(
0.0011837568
0.0013056888
0.0011837568
0.0013056888
0.51444971
0.49018567
0.42977681
0.31177229
0.11763963
0.11701092
0.3077829
0.51262771
0.48463081
)


13
(
0.00077226426
0.00081998383
0.00077226426
0.00081998383
0.32913721
0.31382588
0.27543931
0.20018811
0.075754011
0.075539087
0.19882888
0.27317056
0.32777779
)


13
(
0.00027076012
0.00027551911
0.00027076012
0.00027551911
0.11294664
0.10771494
0.094581786
0.068821457
0.026105157
0.026105157
0.068821457
0.094581786
0.10771494
)


13
(
0.00027076012
0.00027551911
0.00027076012
0.00027551911
0.10771494
0.094581786
0.068821457
0.026105157
0.026105157
0.068821457
0.094581786
0.10771494
0.11294664
)


13
(
0.00081130615
0.00076057882
0.00081130615
0.00076057882
0.27165755
0.19762618
0.075135275
0.075539087
0.20018811
0.27594891
0.31473029
0.33030704
0.32913721
)


11
(
0.0011616043
0.0011616043
0.30562416
0.11616183
0.11701092
0.31103808
0.42977681
0.49093111
0.51578574
0.48685806
0.51444971
)


11
(
0.0014449069
0.0014449069
0.14512593
0.14635393
0.39015431
0.54052056
0.61858625
0.65079864
0.53606881
0.61587213
0.64990831
)


11
(
0.0015942108
0.0015942108
0.16086096
0.42985063
0.59705984
0.68465119
0.72140237
0.42985063
0.59705984
0.68465119
0.72140237
)


15
(
0.0016133907
4.8663204e-05
0.00076948779
0.0016133907
4.8663204e-05
0.00076948779
0.72140237
0.68465119
0.59705984
0.42985063
0.72140237
0.68465119
0.59705984
0.42985063
0.16086096
)


15
(
0.0014593383
4.5567446e-05
0.00070337115
0.0014593383
4.5567446e-05
0.00070337115
0.64990831
0.61587213
0.53606881
0.65079864
0.61858625
0.54052056
0.39015431
0.14635393
0.14512593
)


15
(
0.001182424
4.5941281e-05
0.00061167045
0.001182424
4.5941281e-05
0.00061167045
0.51262771
0.48463081
0.51444971
0.49018567
0.42977681
0.31177229
0.11763963
0.11701092
0.3077829
)


13
(
3.4310348e-05
0.00041899458
3.4310348e-05
0.00041899458
0.32777779
0.32913721
0.31382588
0.27543931
0.20018811
0.075754011
0.075539087
0.19882888
0.27317056
)


13
(
1.1822499e-05
0.00014437519
1.1822499e-05
0.00014437519
0.11341508
0.10813952
0.094913145
0.068983949
0.026105157
0.026031082
0.068515526
0.09413134
0.10722216
)


13
(
1.3660559e-05
0.00015440086
1.3660559e-05
0.00015440086
0.10771494
0.094581786
0.068821457
0.026105157
0.026105157
0.068821457
0.094581786
0.10771494
0.11294664
)


13
(
4.4975428e-05
0.00047714658
4.4975428e-05
0.00047714658
0.32777779
0.27317056
0.19882888
0.075539087
0.075754011
0.20018811
0.27543931
0.31382588
0.32913721
)


13
(
8.3464328e-05
0.00081619706
8.3464328e-05
0.00081619706
0.48685806
0.51444971
0.30562416
0.11616183
0.11701092
0.31103808
0.42977681
0.49093111
0.51578574
)


15
(
0.0014441084
0.00010995578
0.0010544514
0.0014441084
0.00010995578
0.0010544514
0.53606881
0.61587213
0.64990831
0.14512593
0.14635393
0.39015431
0.54052056
0.61858625
0.65079864
)


11
(
0.0015942108
0.0015942108
0.42985063
0.59705984
0.68465119
0.72140237
0.16086096
0.42985063
0.59705984
0.68465119
0.72140237
)

)


// ************************************************************************* //
