OpenFoam/validation1rod/ViewFactor/constant/viewFactorsDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      viewFactorsDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

writeViewFactorMatrix     true;
writeFacesAgglomeration   true;
writePatchViewFactors     false;

Outterwall
{
    nFacesInCoarsestLevel     10;
    featureAngle              10;
}

Innerwall
{
    nFacesInCoarsestLevel     10;
    featureAngle              10;
}

Inlet
{
    nFacesInCoarsestLevel     10;
    featureAngle              10;
}

Outlet
{
    nFacesInCoarsestLevel     10;
    featureAngle              10;
}
// ************************************************************************* //
