OpenFoam/validation1rod/ViewFactor/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{   
    Inlet   {   type zeroGradient;   }
    Outlet  {   type zeroGradient;   }
    Innerwall   { type fixedValue;            value uniform (0 0 0);       }
    Outterwall  { type fixedValue;            value uniform (0 0 0);       }
}

// ************************************************************************* //
