OpenFoam/validation1rod/ViewFactor/0/viewFactorField
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      viewFactorField;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    Inlet
    {
        type            calculated;
        value           nonuniform List<scalar> 
800
(
0.28856119
0.28856119
0.28856119
0.28856119
0.28554391
0.28554391
0.28554391
0.28554391
...
)
;
    }
    Outlet
    {
        type            calculated;
        value           nonuniform List<scalar> 
800
(
0.28932755
0.28932755
0.28932755
0.28932755
0.28632812
0.28632812
0.28632812
0.28632812
...
)
;
    }
    Outterwall
    {
        type            calculated;
        value           nonuniform List<scalar> 
4000
(
6.8890315
6.4300724
5.4345605
3.8001945
1.4697651
1.4701565
3.801634
5.4373057
...
)
;
    }
    Innerwall
    {
        type            calculated;
        value           nonuniform List<scalar> 
4000
(
5.0315548
4.2934121
3.2908554
2.0728453
0.70848588
0.70848588
2.0734134
3.2899596
...
)
;
    }
    defaultFaces
    {
        type            empty;
    }
}


// ************************************************************************* //
